Yes I see it. Below is the plan 
```
Terraform will perform the following actions:
  # google_container_cluster.primary must be replaced
-/+ resource "google_container_cluster" "primary" {
      ~ additional_zones            = [] -> (known after apply)
      ~ cluster_ipv4_cidr           = "10.16.0.0/14" -> (known after apply)
      ~ default_max_pods_per_node   = 110 -> (known after apply)
      + description                 = "testing issue 6313" # forces replacement
        enable_binary_authorization = false
      + enable_intranode_visibility = (known after apply)
        enable_kubernetes_alpha     = false
```